Repository: cfgnunes/wxlame
Catalog: wxlame/msg/*.po
Languages: cs, es, ru

source: &Actions
cs: Č&innosti
es: A&cciones
ru: &Действия

source: &Edit
cs: Ú&pravy
es: &Editar
ru: &Правка

source: &File
cs: &Soubor
es: &Archivo
ru: &Файл

source: &Help
cs: &Nápověda
es: A&yuda
ru: &Справка

source: 0 (highest quality, slow)
cs: 0 (nejvyšší jakost, pomalé)
es: 0 (la más alta calidad, lento)
ru: 0 (наилучшее качество, медленно)

source: 9 (lowest quality, fast)
cs: 9 (nejnižší jakost, rychlé)
es: 9 (la más baja calidad, rápido)
ru: 9 (наихудшее качество, быстро)

source: About
cs: O programu
es: Acerca de...
ru: О программе

source: Add files
cs: Přidat soubory
es: Añadir archivo(s)
ru: Добавить файлы

source: Add folder
cs: Přidat složku
es: Añadir carpeta
ru: Добавить папку

source: Advanced
cs: Pokročilé
es: Avanzado
ru: Расширенные

source: Algorithm quality selection:
cs: Výběr jakosti algoritmu:
es: Selección de calidad del algoritmo:
ru: Выбор качества алгоритма:

source: Audio processing
cs: Zpracování zvuku
es: Procesando audio
ru: Обработка аудио

source: Average bitrate encoding ABR:
cs: Kódování průměrným datovým tokem:
es: Promedio de velocidad de bits de codificación ABR:
ru: Кодировка среднего битрейта ABR:

source: Bitrate
cs: Datový tok
ru: Битрейт

source: Cancel
cs: Zrušit
es: Cancelar
ru: Отмена

source: Clear list
cs: Vyprázdnit seznam
es: Limpiar lista
ru: Очистить список

source: Close
cs: Zavřít
es: Cerrar
ru: Закрыть

source: Comply as much as possible to ISO MPEG spec
cs: Vyhovět, jak jen to je možné, požadavkům ISO MPEG
es: Cumplir tanto como sea posible la norma ISO MPEG
ru: Следовать спецификации ISO MPEG, насколько это возможно

source: Current bitrate:
cs: Nynější datový tok:
es: Bitrate actual:
ru: Текущий битрейт:

source: Custom options:
cs: Vlastní volby:
es: Opciones personalizadas:
ru: Дополнительные опции:

source: Decode
cs: Dekódovat
es: Descodificar
ru: Декодировать

source: Decoding:
cs: Dekódování:
es: Descodificando:
ru: Декодирование:

source: Delete source file after processing
cs: Smazat zdrojový soubor po jeho zpracování
es: Eliminar archivo de origen después de procesar
ru: Удалить исходные файлы после обработки

source: Disable writing of VBR Tag
cs: Zakázat zápis značky proměnlivého datového toku
es: Desactivar la escritura de Etiqueta VBR
ru: Запретить запись тега VBR

source: Do you want to stop process now?
cs: Chcete nyní proces zastavit?
es: ¿Quiere detener el proceso ahora?
ru: Хотите завершить процесс сейчас?

source: Enable Variable Bitrate (VBR)
cs: Povolit proměnlivý datový tok (PromDT)
es: Habilitar Bitrate Variable (VBR)
ru: Включить переменный битрейт (VBR)

source: Encode
cs: Zakódovat
es: Codificar
ru: Кодировать

source: Encoding:
cs: Kódování:
es: Codificando:
ru: Кодирование:

source: Exit
cs: Ukončit
es: Salir
ru: Выход

source: File
cs: Soubor
es: Archivo
ru: Файл

source: Filing
cs: Archivování
es: Presentación
ru: Заполнение

source: Flags
cs: Příznaky
es: Banderas
ru: Флаги

source: Free front-end for the Lame
cs: Rozhraní pro Lame
es: Front-end libre para Lame
ru: Свободный интерфейс для Lame

source: General
cs: Obecné
ru: Общие

source: Highpass filter
cs: Filtr pro vysoké pásmo
es: Filtro de paso alto
ru: Фильтр высоких частот

source: Highpass filtering frequency (in Hz):
cs: Kmitočet filtru pro vysoké pásmo (v Hz):
es: Frecuencia de filtro de paso alto (en Hz):
ru: Частота фильтра высоких частот (в Гц):

source: Include CRC error detection
cs: Zahrnout zjišťování chyby CRC
es: Incluir detección de errores CRC
ru: Включить определение ошибок CRC

source: LAME Website
cs: Stránky LAME
es: Sitio web de LAME
ru: Веб-сайт LAME

source: LAME not found!
cs: LAME nenalezeno!
es: LAME no encontrado!
ru: LAME не найден!

source: Lame options:
cs: Volby pro Lame:
es: Opciones de Lame:
ru: Опции Lame:

source: Lowpass filter
cs: Filtr pro nízké pásmo
es: Filtro de paso bajo
ru: Фильтр низких частот

source: Lowpass filtering frequency (in Hz):
cs: Kmitočet filtru pro nízké pásmo (v Hz):
es: Frecuencia de filtro de paso bajo (en Hz):
ru: Частота фильтра низких частот (в Гц):

source: Mark as copyright
cs: Označit jako autorské právo
es: Marcar como copyright
ru: Пометить как copyright

source: Mark as non-original
cs: Označit jako ne-původní
es: Marcar como no original
ru: Пометить как неоригинальный

source: Maximum VBR bitrate
cs: Nejvyšší proměnlivý datový tok
es: Máximo bitrate VBR
ru: Максимальный битрейт VBR

source: Mode
cs: Režim
es: Modo
ru: Режим

source: Options
cs: Volby
es: Opciones
ru: Опции

source: Others
cs: Jiné
es: Otros
ru: Другие

source: Output directory
cs: Výstupní adresář
es: Directorio de salida
ru: Директория вывода

source: Output sampling frequency
cs: Výstupní vzorkovací kmitočet
es: Frecuencia de muestreo de salida
ru: Частота сэмплов вывода

source: Processed %i files of %i.
cs: Zpracováno %i souborů z %i.
es: Procesado %i archivo(s) de %i.
ru: Обработано %i файлов из %i.

source: Progress
cs: Postup
es: Pogreso
ru: Прогресс

source: Quality of VBR encoding:
cs: Jakost kódování s proměnlivým datovým tokem:
es: Calidad de la codificación VBR:
ru: Качество кодирования VBR:

source: Remove files
cs: Odstranit soubory
es: Quitar archivo(s)
ru: Удалить файлы

source: Restore defaults
cs: Obnovit výchozí nastavení
es: Restaurar
ru: Восстановить значения по умолчанию

source: Same as input directory
cs: Stejný jako vstupní adresář
es: Igual que el directorio de entrada
ru: Та же, что и директория ввода

source: Select directory
cs: Vybrat adresář
es: Seleccionar directorio
ru: Выбор папки

source: Select file
cs: Vybrat soubor
es: Seleccionar arhivo
ru: Выбор файла

source: Settings
cs: Nastavení
es: Configuración
ru: Настройки

source: Strictly enforce minimum bitrate
cs: Vynutit přísně nejnižší datový tok
es: Cumplir estrictamente velocidad mínima
ru: Принудительно использовать минимальный битрейт

source: Use ABR instead VBR
cs: Použít průměrný datový tok (PrůmDT) místo proměnlivého (PromDT)
es: Usar ABR en lugar de VBR
ru: Использовать ABR вместо VBR

source: Use below:
cs: Použít níže:
es: Usar el siguiente:
ru: Использовать ниже:

source: VBR
cs: PromDT

source: Width of Highpass filter (in Hz):
cs: Šířka filtru pro vysoké pásmo (v Hz):
es: Ancho del filtro de paso alto (en Hz):
ru: Ширина фильтра высоких частот (в Гц):

source: Width of Lowpass filter (in Hz):
cs: Šířka filtru pro nízké pásmo (v Hz):
es: Ancho del filtro de paso bajo (en Hz):
ru: Ширина фильтра низких частот (в Гц):

source: default
cs: Výchozí
es: Por defecto
ru: по умолчанию

source: default (automatic)
cs: Výchozí (automaticky)
es: por defecto (automático)
ru: по умолчанию (автоматически)

source: dual-mono
cs: Dvojité mono
es: mono dual

source: force
cs: Vynutit
es: fuerza

source: joint
cs: Spojit
es: mixto

source: simple
cs: jednoduché

source: wxLame Website
cs: Stránky wxLame
es: Sitio web de wxLame
ru: Веб-сайт wxLame

source: files
cs: Soubory
es: archivos
ru: файлы

source: OK
es: Aceptar
ru: Ок
